const accordionData = [
    {
        id: 1,
        title: 'Как создать профиль на сайте?',
        content: "Для создания профиля нажмите на кнопку 'Регистрация' и следуйте инструкциям. Заполните необходимые поля, такие как имя, возраст, интересы и добавьте фото, чтобы привлечь внимание!",
    },
    {
        id: 2,
        title: 'Как работает система поиска?',
        content: "Наша система поиска основана на ваших предпочтениях и интересах. Вы можете установить фильтры по возрасту, местоположению и другим параметрам, чтобы находить людей, подходящих вам",
    },
    {
        id: 3,
        title: 'Как общаться с другими пользователями?',
        content: "После того как вы найдете кого-то, кто вам интересен, можете отправить сообщение через чат на нашем сайте. Убедитесь, что ваш профиль полностью заполнен, чтобы привлечь больше внимания!",
    },
    {
        id: 4,
        title: 'Безопасны ли мои данные?',
        content: "Да! Мы принимаем безопасность очень серьезно. Ваши личные данные защищены, и мы используем шифрование для обеспечения конфиденциальности",
    },
    {
        id: 5,
        title: 'Что делать, если я столкнулся с неподобающим поведением?',
        content: "Мы стремимся создать дружелюбное и безопасное сообщество. Если вы столкнулись с неподобающим поведением, пожалуйста, сообщите об этом нашей команде поддержки, используя кнопку 'Пожаловаться' на профиле пользователя",
    },
]

export default accordionData;