const nameTexts = ["Люблю выпить", "Пью в компаниях много", "Пью в компаниях мало", "Не пью вообще"];
const smokingTexts = ["Курю", "Почти не курю", "Не курю", "Вейп"];
const bodyTypeTexts = ["Худощавое", "Обычное", "Спортивное", "Мускулистое", "Плотное", "Полное"];
const zodiacTexts = ["Овен", "Телец", "Близнецы", "Рак", "Лев", "Дева", "Весы", "Скорпион", "Стрелец", "Козерог", "Водолей", "Рыбы", "Змееносец"];
const genderTexts = ["Мужчина", "Женщина"];
const finansTexts = ["Нет работы", "Учусь", "Непостоянный заработок", "Постоянный небольшой доход", "Стабильный средний доход", "Хорошо зарабатываю, обеспечен"];

export default {
    nameTexts,
    smokingTexts,
    bodyTypeTexts,
    zodiacTexts,
    genderTexts,
    finansTexts
};
